Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/metsa.fi/c39.pdf.tmx
Source language: fin
Languages: sme

source: Erämaasuunnitelmassa vältetään ottamasta kantaa siihen mikä on elinkeinollisesti perustellun ja vapaa-ajan käytön maastoliikenteen raja.
sme: Meahcceguovloplánas ii váldojuvvo bealli dasa, gokko lea ealáhuslaččat ákkastallon ja astoáiggi anu meahccejohtalusa rádji.

source: Sallimalla pitkäaikaisia maastoliikennelupia ilman rajoituksia paikalliselle väestölle maastoliikenteen volyymi pysyy olosuhteet huomioon ottaen liian korkeana.
sme: Go suvvojuvvojit guhkálaš meahccejohtaluslobit ráddjehusaid haga báikkálaš olbmuide, de meahccejohtalusa viidodat bissu beare badjin, go váldá vuhtii dálá dilálašvuođaid.

source: Lisäksi on huomattavaa, että valvonnan puuttuessa edes paperille kirjatut käyttöperiaatteet eivät toteudu.
sme: Dasa lassin gánnáha fuomášit ahte goziheami váiluma dihte eai oppa báhpára alage merkejuvvon geavahanprinsihpat álo ollašuva.

source: Maastoliikennelakiin liittyvässä - ja paljon toistetussa - eduskunnan lausumassa maastoliikennelupien myöntämisen edellytyksenä paikalliselle väestölle on, ettei se aiheuta vahinkoa ja haittaa mm. luonnolle ja muulle ympäristölle sekä luontaiselinkeinoille.
sme: Meahccejohtalusláhkii guoskevaš - ja ollu geardduhuvvon - riikkabeaicealkámušas meahccejohtaluslobiid mieđiheami eaktun báikkálaš olbmuide lea dat, ahte dat ii oaččo vahágahttit ja heađuštit ee. luonddu ja eará birrasa iige maiddái luondduealáhusaid.

source: Kuten suunnitelmastakin käy ilmi Metsähallitus on – sivuuttaen näiltä osin eduskunnan tahdon lainsäätäjänä - antanut paikalliselle väestölle talviaikaan Käsivarren erämaa-alueelle pitkäaikaisia koko kunnan alueen käsittäviä maastoliikennelupia automaattisesti ilman vahingon ja haitan selvittämisestä ja ilman ajallisia ja alueellisia rajoituksia.
sme: Nugo plánasge boahtá ovdan, de Meahciráđđehus ii leat váldán vuhtii Riikkabeivviid, láhkaásaheaddji, dáhtu, go lea eambbo mieđihastán báikkálaš olbmuide dálvvi áigái Giehtaruohttasa meahcceguvlui guhkálaš, oppa gieldda gokči meahccejohtaluslobiid almmá čielggatkeahttá vahágiid ja heađuštusaid ja áigái guoskevaš ja guvllolaš ráddjehusaid.

source: Metsähallituksen käytäntö antaa matkailuyrittäjille eräänlaisia tietyn moottorikelkkamäärän käyttöön luontomatkailutoiminnassa on puhdasta liiketoimintaa.
sme: Meahciráđđehusa vuohki addit turismafitnodagaide juogalágan "safáralobiid" dihto mohtorgielkámeari geavaheapmái luondduturismadoaimmas lea čabu gávppálaš doaibma.

source: Näiltä osin maastoliikennelain toteutuminen erämaa-alueella on kokonaan viranomaistoiminnan valvonnan ulkopuolella.
sme: Dákko bokte meahccejohtaluslága ollašuvvan meahcceguovllus lea ollásit eiseváldedoaimma goziheami olggobealde.

source: Tämän vuosikymmenen alusta Käsivarren erämaa-alueen ulkopuolella olevaa Kilpisjärven kylää on rakennettu matkailua varten tavalla ja määrällä, joiden tuloksena Lapin läänin maaherra luonnehti Saananjuuren kansallismaisemaa matkailuslummiksi.
sme: 2000-logu álggu rájes Gilbbesjávrri gili, mii lea meahcceguovllu olggobealde, leat huksen turismma várás dakkár vugiin ja nu stuorrát, ahte Lappi leana eatnanhearrá gohčodii Sánávuoli álbmotduovdaga turismaslumman. Vuosttažettiin norgalaččat leat oasttašan guovllus giddodagaid

source: Lähinnä norjalaiset ovat ostaneet alueelta kiinteistöjä – vuosina 2005-6 noin sata - päästäkseen Norjan tiukan maastoliikennelain jälkeen Suomessa vallitsevaan maastoliikenneparatiisiin kuten Norjan lehdet asian ilmaisevat.
sme: - jagiid 2005-2006 sullii čuođi - beassan dihte Norgga čavges meahccejohtaluslága maŋŋá Suoma meahccejohtalusparadiisii - "skuterparadiisii, nugo dážaáviissat dán ášši ovdanbuktet.

source: Seuraukset tästä valtion liikelaitoksen irti laskemasta kehityksestä tulevat saamelaisten poronhoidon ja poromiesperheiden talouden maksettaviksi.
sme: Stáhta fitnodatlágádus lea bidjan johtui dakkár ovdáneami, man čuovvumušat šaddet sámi boazodoalu ja boazodoallobearrašiid dállodoaluide máksinládje.

source: Poronhoidon ja luonnontilan parantamisen kannalta niin kesä- kuin talviaikaisen maastoliikenteen haittoihin Käsivarren erämaa-alueella olisi suhtauduttava merkittävästi suuremmalla vakavuudella ja niihin olisi voitava esittää rajoituksia.
sme: Boazodoalu ja luonddudili buorideami dáfus sihke geasi- ja dálvviáigásaš meahccejohtalusa heajos váikkuhusaide Giehtaruohttasa meahcceguovllus galggašii doaladuvvat mealgat duođaleappot ja daidda galggašii sáhttit árvalit ráddjehusaid.

source: Maastoliikenteen salliminen nykymuodossaan heikentää alueen erämaisuutta, luonnontilaa ja poronhoidon sekä muiden luontaiselinkeinojen harjoittamismahdollisuutta ja sitä kautta saamelaiskulttuurin materiaalista perustaa.
sme: Meahccejohtalusa suovvan dálá dilis čuohcá guovllu meahccáivuhtii, luonddudillái ja boazodollui ja vejolašvuođaide bargat eará luondduealáhusaiguin ja dakko bokte sámekultuvrra ávnnaslaš vuđđui.

source: Tässä suhteessa Käsivarren erämaa-alueen suunnitelma on sekä erämaalain säännösten ja tavoitteiden vastainen että ristiriidassa saamelaisten oikeuksien turvaamisen kanssa.
sme: Dán dáfus Giehtaruohttasa meahcceguovllu plána manná sihke meahcceguovlolága njuolggadusaid vuostá ja ruossalassii sámiid vuoigatvuođaid dorvvastemiin.

source: Koiravaljakot
sme: Beanavuodjindoaibma

source: Saamelaiskäräjien lausunnoissa korostetaan koiravaljakoiden käytön ja koirien avulla tapahtuvan metsästyksen vahingollisuutta poronhoidolle.
sme: Sámedikki cealkámušain deattuhuvvo beanavuodjima ja beatnagiiguin dáhpáhuvvi meahccebivddu vahátlašvuohta boazodollui.

source: Koirat aiheuttavat vahinkoa talvella hajottamalla tokkia ja laukottamalla poroja.
sme: Beatnagat dagahit vahágiid dálvit nu, ahte biđgejit ealuid ja ruohtahit bohccuid.

source: Syksyllä metsästyskoirat häiritsevät poroja parittelu- eli rykimäaikana, mikä heikentää vasatuottoa.
sme: Čakčat bivdobeatnagat heađuštit bohccuid ragatáigge, mii čuohcá áldduid miessáivuhtii.

source: Erityisen vahingollista on naarasporojen juoksuttaminen kevättalvella porojen kantama-aikana, koska se aiheuttaa keskenmenoja ja vasahävikkiä.
sme: Erenoamáš vahátlaš lea ruohtahit čoavjjehiid giđđadálvve, dasgo dalle álddut sáhttet reitot, mii fas ná čuohcá miessáivuhtii.

source: Koirien haukunta valjakkojen liikkeelle lähtiessä kantaa tunturimaastossa kauas pelästyttäen poroja ja lisäten siten haittavaikutusta.
sme: Beatnagiid ciellan, go daiguin vuoddjájuvvo, gullo duottarduovdagis guhkás ja ná gavdnje bohccuid, mii lasiha beanavuodjima heajos váikkuhusaid.

source: Poro haistaa koiran myös kaukaa.
sme: Boazu haksá maiddái juo guhkkin beatnaga.

source: Jos poroja ollaan kuljettamassa ja siinä yhteydessä törmätään koiravaljakkoon tai muihin koiriin, ei tämä poronhoitotyö onnistu lainkaan.
sme: Jos bohccuid vuojehettiin deaivá oktii beanagessosiin dahje eará beatnagiiguin, de dát boazobargu gal manná ollásit duššás.

source: Toiminnan haitat poronhoidolle on todettu suunnitelmassa, mutta erämaasuunnitelman esitykset puoltavat toiminnan jatkamista sekä kaupallisena että väitettyyn yleiskäyttöön perustuvana.
sme: Beanavuodjima heajos váikkuhusat boazodollui leat gávnnahuvvon plánas, muhto meahcceguovloplána árvalusat leat doaimma joatkima bealde gávppálaš ja čuoččuhuvvon oktasašgeavaheami ákkaid vuođul.

source: Koiravaljakkotoiminta saamelaisten kotiseutualueen poronhoitoa ajatellen ei kuitenkaan saamelaiskäräjien mielestä täytä yleiskäyttöoikeudelle asetettua haitattomuusedellytystä.
sme: Beanavuodjindoaibma sámiid ruovttuguovllu boazodoalu ektui ii goittot Sámedikki mielas deavdde oktasašgeavahanvuoigatvuhtii ásahuvvon eavttu das, ahte doaibma ii oaččo dagahit

source: Joka
sme: vahága.

source: tapauksessa Metsähallituksella on mahdollisuus puuttua kaupallisiin koiravaljakkosafareihin, jolle ei ole mitään velvollisuutta myöntää lupaa.
sme: Meahciráđđehusas lea goittotge vejolašvuohta seahkanit gávppálaš beanavuodjinsafáraide, maidda dat ii leat moktege geatnegahtton mieđihit lobi.

source: Lentoliikenne lentokoneella ja helikopterilla liittyy vapaa-ajanharrastuksena erityisesti kalastukseen ja metsästykseen.
sme: Girdijohtalus girdiin ja helikopteriin laktása astoáiggedoaibman erenoamážit guolástussii ja meahccebivdui.

source: Helikopteriliikenne on laskeutumisen osalta luvanvaraista toimintaa.
sme: Helikopterjohtalus lea seaivuma hárrái lobivuloš doaibma.

source: Vapaa-ajantoimintaan kuuluvasta helikopteriliikenteestä tulisi saamelaiskäräjien mielestä sopia paliskuntien kanssa ja pyrkiä rajoittamaan sitä.
sme: Astoáiggedoibmii gullevaš helikopterjohtalusa birra galggašii Sámedikki mielas soahpat bálgosiiguin ja geahččalit gáržžidit dan.

source: Lisäksi tulisi tarkastella keinoja millä lentokoneen käyttöön perustuvaan talviaikaiseen vapaa-ajankalastuksen voitaisiin puuttua.
sme: Dasa lassin galggašii guorahallat vugiid, mo girdiin dáhpáhuvvi dálvviáigásaš lustaguolástussii sáhtášii seahkanit.

source: Kalastuksella ollut ja on edelleenkin kotitarvekalastuksena erityinen merkitys Käsivarren porosaamelaisille.
sme: Guolástus lea mearkkašan ja mearkkaša ainge ruovttudárbobivdun erenoamáš ollu Giehtaruohttasa boazosámiide.

source: Mikään ei kuitenkaan turvaa heille oikeutta kalastukseen lähivesillään.
sme: Mihkkege ii goittotge dorvvas sidjiide vuoigatvuođa guolástit lagasčáziin.

source: Käsivarren saamelaiset ovat ns maattomia saamelaisia, joilla ei ole isojakotilaa (ks PeVL 7/1978) Tässä asemassa he eivät ole osakkaina kalastuskunnissa eivätkä osallisia kalastuksen hallintoon.
sme: Giehtaruohttasa sámit leat ng. eanahis sámit, geain ii leat stuorrajuohkodállu (gč. PeVL 7/1978). Dákkár dilis sii eat leat osolažžan guolástangottiin eaige sáhte oassálastit guolástusa hálddašeapmái.

source: Erämaasuunnitelma ei käsittele näitä seikkoja.
sme: Meahcceguovloplána ii gieđahala dáid áššiid.

source: Sen sijaan siinä tuodaan esille matkailijoiden närkästys paikallisen asukkaan verkkokalastuksesta rautujärvessä.
sme: Dan sadjái das boahtá ovdan mátkkálaččaid heajos miella das, jos báikkálaš ássi sáimmastallá rávdojávrris.

source: Metsähallitus puolestaan aikoo jatkaa lain kanssa ristiriitaista maastoliikennekäytäntöään, joka on edellytyksenä talvisen virkistyskalastuksen säilymiselle ja lisääntymiselle erämaajärvillä.
sme: Meahciráđđehus fas áigu joatkit iežas ceggen meahccejohtalusvuogi, mii manná ruossalassii lágain ja man dihte dálvviáigásaš lustaguolástus dađistaga lassána meahccejávrriin.

source: Metsästys
sme: Meahccebivdu

source: Erämaasuunnitelmassa todetaan koirametsästyksen haitoista saamelaisporonhoidolle ja muille saamelaiselinkeinoille.
sme: Meahcceguovloplánas gávnnahuvvo beanabivddu heajos váikkuhusain sámeboazodollui ja eará sámeealáhusaide.

source: Metsähallitus myy ulkokuntalaisille metsästyslupia osana väittämäänsä maanomistajan oikeutta.
sme: Meahciráđđehus vuovdá olgogieldalaččaide bivdolobiid oassin iežas čuoččuhan eananeaiggáda vuoigatvuođas.

source: Tässä asetelmassa saamelaisten kulttuurimuotoon kuuluvan metsästyksen toteutuminen on lähinnä Metsähallituksen liiketoiminnan este.
sme: Ja nuba dalle sámiid kulturhápmái gullevaš meahccebivddu ollašuvvan lea vuosttažettiin eastta Meahciráđđehusa gávppálaš doibmii.

source: Muiden kuin paikkakuntalaisen lupametsästys koiran avulla on myös täysin Metsähallituksen vallassa.
sme: Earáid go báikegoddelaččaid lohpebivdu beatnagiin lea maiddái ollásit Meahciráđđehusa mearridanválddis.

source: Suunnitelmassa tarkoitettua koirametsästysaluetta ei erämaa-alueella ole, vaan koirilla metsästetään koko alueella.
sme: Plánas oaivvilduvvon sierra beanabivdoguovlu ii gávdno meahcceguovllus, muhto beatnagiiguin bivdojuvvo miehtá.

source: Muiden kuin porokoirien salliminen alueella on ilmeinen epäkohta suunnitelmassa ja osaltaan heikentää saamelaiskulttuurin harjoittamisen edellytyksiä.
sme: Dat ahte meahcceguovllus ožžot leat earáge go boazobeatnagat, lea dán plánas čielga heajos bealli, mii bealistis čuohcá vejolašvuođaide bargat sámekultuvrrain.

source: Metsähallitus suosii kaivostoimintaa myöntämällä lupia muun muassa kairauskaluston kuljettamiseen sulan maan aikana olosuhteissa, jossa toimijalla ei ole vielä valtausta.
sme: Meahciráđđehus doaladuvvá positiivvalaččat ruvkedoibmii, ja nuba mieđiha earret eará lobiid bohkanrusttegiid fievrrideapmái bievlan dilis, go doaibmis ii leat vel rogganválddáhat.

source: Kaivoslainsäädäntö puolestaan oikeuttaa kyseisessä tilanteessa vain jokamiehenoikeuteen perustuvan toiminnan, eikä siis kesäaikaista maastoliikennettä ja pitkäaikaista kairaustoimintaa.
sme: Ruvkeláhkaásaheapmi fas addá vuoigatvuođa guoskevaš dilis dušše juohkeolbmovuoigatvuhtii vuođđuduvvi doibmii, iige nappo vuoigatvuođa geasiáigásaš meahccejohtalussii ja guhkálaš bohkandoaimmaide.

source: Vaikka suunnitelman esitystä käytännön jatkumiselle (s. 76) on perusteltu ”erämaa-alueen luonnontilaisuuden ja uhanalaisten lajien turvaamisella” heikentää menettely saamelaiskäräjien mielestä osaltaan saamelaisten perinteisten elinkeinojen harjoittamista ilman että siihen olisi edes lainsäädännöllistä tarvetta.
sme: Vaikko plána árvalusa dálá vuogi joatkašuvvamii (s. 76) leat ákkastallan "meahcceguovllu luonddudilálašvuođa ja áitatvuloš šlájaid dorvvastemiin", de čuohcá dát vuohki Sámedikki mielas sámiid árbevirolaš ealáhusaiguin bargamii almmá ahte das oppa livččiige láhkaásahuslaš dárbu.

source: Käsivarren erämaan hoito- ja käyttösuunnitelma on valmistunut Metsähallituksessa aikana, jolloin uusi Metsähallitusta koskeva laki ja eräät muut edellä mainitut lait eivät vielä olleet voimassa, joten suunnitelma ei perustu voimassa olevaan lakiin.
sme: Giehtaruohttasa meahcceguovllu dikšun- ja geavahanplána lea gárvvásmuvvan Meahciráđđehusas dalle, go ođđa meahciráđđehusláhka ja dihto eará ovdalis namuhuvvon lágat eai lean vel fámus, ja nuba plána ii vuođđuduva gustojeaddji lágaide.

source: Yleisenä arviona Käsivarren erämaa-alueen hoito- ja käyttösuunnitelmasta voidaan todeta, että sen perusratkaisut painottavat virheellisesti erämaalain tavoitteita.
sme: Oppalaš árvvoštallamin Giehtaruohttasa meahcceguovllu dikšun- ja geavahanplána birra sáhttá gávnnahit ahte dan vuođđočovdosat deattuhit boasttoládje meahcceguovlolága ulbmiliid.

source: Suunnitelma sisältää suunnittelukäytännön ja suunnitelman sisällön osalta useita kohtia, jotka ovat sekä erämaalain säännösten ja tavoitteiden vastaisia että ristiriitaisia saamelaisten oikeuksien turvaamisen kanssa.
sme: Plánas leat plánenvuogi ja plána sisdoalu hárrái moanat čuoggát, mat mannet meahcceguovlolága njuolggadusaid ja ulbmiliid vuostá ja mannet ruossalassii sámiid vuoigatvuođaid dorvvastemiin.

source: Hoito- ja käyttösuunnitelma heikentää lain ja kansainvälisten sopimusten vastaisesti saamelaisten kulttuuriin kuuluvien elinkeinojen erityisesti poronhoidon harjoittamisen edellytyksiä tilanteesta, jolloin erämaalaki tuli voimaan.
sme: Dikšun- ja geavahanplána čuohcá lága ja riikkaidgaskasaš soahpamušaid vuostá sámiid kultuvrii gullevaš ealáhusaiguin, erenoamážit boazodoaluin bargama vejolašvuođaide dilis, goas meahcceguovloláhka bođii fápmui.

source: Metsähallitus pyrkii kyllä retoriikan tasolla tunnustamaan saamelaisten erityisoikeudet, mutta ei ryhdy riittäviin toimenpiteisiin niiden täytäntöön panemiseksi.
sme: Meahciráđđehus geahččala gal retorihka dásis dovddastit sámiid sierravuoigatvuođaid, muhto ii álgge dárbbašlaš doaimmaide daid ollašuhttin dihte.

source: Saamelaiskäräjät, saamelaisten virallisena edustajana, vastustaa suunnitelman vahvistamista tässä muodossa myös siitä syystä, että suunnitelmassa ei ole edes voitu ottaa huomioon Metsähallituslain mukaista saamelaisten kulttuurin turvaamisvelvoitetta eikä yhdenvertaisuuslain mahdollisuutta saamelaisten positiiviseen erityiskohteluun.
sme: Sámediggi sámiid virggálaš ovddasteaddjin vuostálastá plána nannema dán hámis maiddái dan sivas, ahte plánas eai leat sáhttán oppa válditge vuhtii meahciráđđehuslága mieldásaš sámekultuvrra dorvvastangeatnegahttima eaige ovttadássásašvuođalága addin vejolalašvuođa sámiid positiivvalaš sierragieđahallamii.

source: I varapuheenjohtaja Anne Nuorgam
sme: I várresátnejođiheaddji Anne Nuorgam

source: (Lausunnosta päätti 29.6. 2006 saamelaiskäräjien I varapuheenjohtaja Anne Nuorgam)
sme: (Cealkámuša birra mearridii 29.6.2006 Sámedikki I várresátnejođiheaddji Anne Nuorgam)

source: Liite: Saamelaisten kestävän kehityksen ohjelma 2006
sme: Čuovus: Sámiid bistevaš ovdáneami prográmma 2006

source: Ympäristöministeriön vahvistuskirje
sme: BIRASMINISTERIIJA Beaivemearri Dnr

source: Metsähallitus
sme: Meahciráđđehus

source: Hänvisning Metsähallituksen kirjeet ympäristöministeriölle Dnro 4230/410/1999/12.12.
sme: Čujuheapmi Meahciráđđehusa reivvet Birasministeriijai Dnr 4230/410/1999/12.12.2000,

source: 2007 Asia Ärende Käsivarren erämaa-alueen hoito- ja käyttösuunnitelman
sme: Ášši Giehtaruohttasa meahcceguovllu dikšun- ja geavahanplána nannen

source: Asian valmistelu
sme: Ášši válmmaštallan

source: Metsähallitus on 12.12. 2000 lähettänyt ympäristöministeriölle Käsivarren erämaa-alueen hoito- ja käyttösuunnitelman vahvistettavaksi erämaalain (62/1991) 7 §:n nojalla.
sme: Meahciráđđehus lea 12.12.2000 sádden birasministeriijai Giehtaruohttasa meahcceguovllu dikšun- ja geavahanplána nannenládje meahcceguovlolága (62/1991) 7 §:a vuođul.

source: 2006. Lisäksi Metsähallitus on 26.1. 2007 täydentänyt hoito- ja käyttösuunnitelmaa arvioinnilla suunnitelman vaikutuksista Käsivarren erämaan Natura 2000 –alueen luonnonarvoille (arvio liitetään suunnitelman lukuun 8. Ympäristövaikutusten arviointi).
sme: Meahciráđđehusa bivdaga vuođul Sámediggi doaimmahii 27.6.2006 árvvoštallama dikšun- ja geavahanplána váikkuhusain sámekultuvrii, ja Meahciráđđehus sáddii árvvoštallama ministeriijai reivviinis 12.9.2006. Dasa lassin Meahciráđđehus lea 26.1.2007 dievasmahttán dikšun- ja geavahanplána nu, ahte lea árvvoštallan plána váikkuhusaid Giehtaruohttasa meahcceguovllu Natura 2000

source: Muilta osin Metsähallitus ei ole täydentänyt tai muuttanut hoito- ja käyttösuunnitelmaa.
sme: Eará osiin Meahciráđđehus ii leat dievasmahttán dahje rievdadan dikšun- ja geavahanplána.

source: Ympäristöministeriö on erämaalakia koskevan hallituksen esityksen perustelut huomioon ottaen pyytänyt Käsivarren erämaa-alueen hoito- ja käyttösuunnitelmasta eri ministeriöiden ja keskusvirastojen sekä Paliskuntain yhdistyksen ja Saamelaiskäräjien lausunnot.
sme: Birasministeriija lea bivdán, nu ahte lea váldán vuhtii ráđđehusa árvalusa ákkastallamiid, Giehtaruohttasa meahcceguovllu dikšun- ja geavahanplána birra sierra ministeriijaid ja guovddášvirgedoaimmahagaid sihke Bálgosiid Ovttastusa ja Sámedikki cealkámušaid.

source: Saatujen lausuntojen mukaan suunnitelmaa on pidetty pääsääntöisesti hyvänä lähtökohtana Käsivarren erämaa-alueen hoidon ja käytön järjestämiselle.
sme: Fidnejuvvon cealkámušaid mielde plána lea adnojuvvon dábálaččat buorrin vuođđun Giehtaruohttasa meahcceguovllu dikšuma ja geavaheami lágideapmái.

source: Saamelaiskäräjät sen sijaan esitti 23.3. 2001 lausunnossaan, että maanomistusoikeuden sekä saamelaisten kulttuurimuotoon kuuluvan perinteisen käytön ja itsehallinnon ollessa selvitysvaiheessa saamelaisten kotiseutualueella hoito- ja käyttösuunnitelman vahvistamisesta tulisi luopua, kunnes selvitykset ovat valmistuneet ja niistä johtuvat mahdolliset lainmuutokset toteutuneet.
sme: Sámediggi gal baicce árvalii 23.3.2001 cealkámušastis ahte eananoamastanvuoigatvuođa ja sámiid kulturhápmái gullevaš árbevirolaš geavaheami ja iešstivrema dálá čielggadanmuttus sámiid ruovttuguovllus ii galggaše vuos nannejuvvot dikšun- ja geavahanplána, ovdalgo čielggadusat leat gárvvásmuvvan ja dain boahtti vejolaš láhkarievdadusat ollašuvvan.

source: Saamelaiskäräjien arviossa 27.6. 2006 Käsivarren erämaa-alueen hoito- ja käyttösuunnitelman vaikutuksista saamelaisten kulttuuriin todetaan yhteenvetona, että "Suunnitelma sisältää suunnittelukäytännön ja suunnitelman sisällön osalta useita kohtia, jotka ovat sekä erämaalain säännösten ja tavoitteiden vastaisia että ristiriitaisia saamelaisten oikeuksien turvaamisen kanssa.
sme: Sámedikki árvvoštallamis 27.6.2006 Giehtaruohttasa meahcceguovllu dikšun- ja geavahanplána váikkuhusain sámekultuvrii gávnnahuvvo čoahkkáigeassun ahte ”Plánas leat plánenvuogi ja plána sisdoalu hárrái moanat čuoggát, mat leat sihke meahcceguovlolága njuolggadusaid ja ulbmiliid vuostá ja mannet ruossalassii sámiid vuoigatvuođaid dorvvastemiin.

source: Hoito- ja käyttösuunnitelma heikentää osaltaan lain ja kansainvälisten sopimusten vastaisesti saamelaisten kulttuuriin kuuluvien elinkeinojen, erityisesti poronhoidon harjoittamisen edellytyksiä tilanteesta, jolloin erämaalaki tuli voimaan…
sme: Dikšun- ja geavahanplána čuohcá lága ja riikkaidgaskasaš soahpamušaid vuostá sámekultuvrii gullevaš ealáhusaide, erenoamážit vejolašvuođaide bargat boazodoaluin dilis, goas meahcceguovloláhka bođii fápmui...

source: Saamelaiskäräjät, lituslain mukaista saamelaisten kulttuurin turvaamisvelvoitetta eikä yhdenvertaisuuslain mahdollisuutta saamelaisten positiiviseen erityiskohteluun." Ympäristöministeriö on 2.10.
sme: Sámediggi sámiid virggálaš ovddasteaddjin vuostálastá plána nannema dán hámis maiddái dan sivas ahte plánas eai leat oppa sáhttánge váldit vuhtii meahciráđđehuslágas daddjojuvvon sámekultuvrra dorvvastangeatnegahttima eaige ovttadássásašvuođalága addin vejolašvuođa sámiid positiivvalaš sierragieđahallamii.”

source: 2003 ja 20.6. 2007 järjestänyt Saamelaiskäräjien kanssa saamelaiskäräjälain 9 §:n mukaiset neuvottelut, joissa on käsitelty muun muassa Käsivarren erämaa-alueen hoito- ja käyttösuunnitelmaa ja sen vahvistamista.
sme: Birasministeriija lea 2.10.2003 ja 20.6.2007 deaivvadan Sámedikkiin ja ráđđádallan dainna, nugo sámediggelága 9 §:s daddjojuvvo, ja dáin ráđđádallamiin leat gieđahallan earret eará Giehtaruohttasa meahcceguovllu dikšun- ja geavahanplána ja dan nannema.

source: Suunnittelun keskeiset tavoitteet ja perusteet
sme: Plána guovddáš ulbmilat ja ákkat

source: Erämaa-alueen hoito- ja käyttösuunnitelmassa tehdään keskeiset hoidon ja käytön linjaukset ja sovitaan yleiset toimintaperiaatteet.
sme: Meahcceguovllu dikšun- ja geavahanplánas dahkkojuvvojit dikšuma ja geavaheami guovddáš vuođđoprinsihpat ja sohppojuvvojit oktasaš doaibmaprinsihpat.

source: Suunnitelmassa ei pääsääntöisesti päätetä käytännön operatiivisista toimista;
sme: Plánas eai dábálaččat mearrit geavatlaš operatiivvalaš doaimmain;

source: esimerkiksi toimintojen ajoittamisesta, yksittäisten käyttöoikeussopimusten tekemisestä, rakennelmien tarkasta sijainnista ja lupien määristä jne. Monet toimenpiteet vaativat tapauskohtaista harkintaa ja yksityiskohtaisempaa suunnittelua sekä niiden pohjalta tehtäviä päätöksiä.
sme: ovdamearkka dihte doaimmaid áigedávvalis, ovttaskas geavahansoahpamušaid dahkamis, rusttegiid dárkilis báikkis ja lohpemeriin jna. Máŋggaid doaibmabijuid šaddá guorahallat guđege dáhpáhusa mielde sierra ja dárkileappot plánet, ja dákkár plánaid vuođul dahkkojuvvojit dasto mearrádusat.

source: Suunnitelman lähtökohtana on ekologisesti, sosiaalisesti ja taloudellisesti kestävän tilanteen säilyttäminen tai parantaminen alueella niiltä osin kuin erämaalaki antaa siihen mahdollisuuksia.
sme: Plánas vulgojuvvo das, ahte ekologalaččat, sosiálalaččat ja ekonomalaččat bistevaš dilli galgá seailluhuvvot dahje buoriduvvot dain osiin go meahcceguovloláhka addá dasa vejolašvuođaid.

source: Erämaalain eduskuntakäsittelyn yhteydessä perustuslakivaliokunta lausui hoito- ja käyttösuunnitelmasta, ettei siinä olisi alueen käyttäjiä koskevia määräyksiä, vaan se koskisi pelkästään suunniteltuja viranomaistoimia.
sme: Meahcceguovlolága riikkabeaigieđahallama oktavuođas vuođđoláhkaváljagoddi celkkii dikšun- ja geavahanplána birra dan, ahte das eai livčče guovllu geavaheddjiide guoskevaš mearrádusat, muhto dat guoskkašii dušše plánejuvvon eiseváldedoaimmaide.
